IDEA Open Model
ConnectionSetup.BoltMaxGripLengthCoeff Property
Compatible with IDEA StatiCa 20.1
 Max value of bolt grip
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double BoltMaxGripLengthCoeff { get; set; }
Public Property BoltMaxGripLengthCoeff As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace